Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Software zur Verbesserung der audiovisuellen Möglichkeiten von Multimedia-Anwendungen, nämlich zur Einbindung von Text, Ton, Grafiken, unbewegten und bewegten Bildern
en: Computer software to enhance the audio-visual capabilities of multimedia applications, namely, for the integration of text, audio, graphics, still images and moving pictures

source: Software zur Pflege und zum Betrieb von Computersystemen
en: Computer software to maintain and operate computer system

source: Computerdienstprogramme [Programme zur Durchführung von Computerwartungsarbeiten]
en: Computer utility programs [program performs computer maintenance work]

source: Elektrische Kabelverbinder
en: Connecting electrical cables

source: Elektrische Transformatoren für Telekommunikationsgeräte
en: Electrical transformers [for telecommunication apparatus]

source: Elektroden für die Laborforschung
en: Electrodes for laboratory research

source: Elektronische Geräte zum Identifzieren von Tieren
en: Electronic animal identification apparatus

source: Elektronische Karten für die Bildverarbeitung
en: Electronic cards for processing images

source: Elektronische Chips für die Herstellung von integrierten Schaltkreisen
en: Electronic chips for the manufacturer of integrated circuits

source: Antennen für Apparate für die drahtlose Kommunikation
en: Antennas for wireless communications apparatus

source: Elektronische Bestandteile für Computer
en: Electronic components for computers

source: Elektronische Maschinensteuerungen
en: Electronic control systems for machines

source: Blendschutzfilter für Fernsehgeräte und Computermonitore
en: Anti-glare filters for televisions and computer monitors

source: Elektronische Tischrechner
en: Electronic desk calculators

source: Elektronische Geräte zum Auffinden von verlorenen Gegenständen unter Verwendung eines GPS oder von Funkkommunikationsnetzen
en: Electronic devices used to locate lost articles employing the global positioning system or cellular communication networks

source: Elektronische Frequenzumformer für Hochgeschwindigkeitselektromotoren
en: Electronic frequency converters for high velocity electro motors

source: Geräte für die drahtlose Übertragung von akustischen Informationen
en: Apparatus for wireless transmission of acoustic information

source: Schutzbekleidung für Motorradfahrer zum Schutz gegen Unfälle oder Verletzungen
en: Articles of protective clothing for wear by motorcyclists for protection against accident or injury

source: Mit Musik bespielte Tonbänder
en: Audio tapes featuring music

source: Automatische Höhenanzeiger
en: Automatic altitude indicators

source: Automatische Registrierkassen
en: Automatic cash registers

source: Automatische Ionenaustauschchromatographiegeräte für den Laborgebrauch
en: Automatic ion-exchange chromatography apparatus for laboratory use

source: Automatische Schaltgeräte [für die Telekommunikation]
en: Automatic switching apparatus [for telecommunication]

source: Automatische Telegraphiegeräte
en: Automatic telegraph apparatus

source: Automatische Telefonwähler
en: Automatic telephone dialers

source: Schalter für Computernetze
en: Computer network switches

source: Balgengeräte [für Kameras]
en: Bellows [for cameras]

source: Biometrische Erkennungsgeräte
en: Biometric identification apparatus

source: Bioreaktoren für Zellkulturen
en: Bioreactor for cell culturing

source: Unbespielte Mikroprozessorkarten [Smart Cards]
en: Blank integrated circuit cards [blank smart cards]

source: Tubusse für Mikroskope [Linsentubusse]
en: Body-tubes for microscopes [lens-barrels]

source: Teleskoptubusse [Objektivtubusse]
en: Body-tubes for telescopes [lens-barrels]

source: Kabel für die optische Signalübermittlung
en: Cables for optical signal transmission

source: Kameras mit einem linearen Bildsensor
en: Camera containing a linear image sensor

source: Etuis mit Präparierbestecken für wissenschaftliche oder Forschungszwecke
en: Cases fitted with dissecting instruments for scientific or research purposes

source: Etuis mit Präparierbestecken nicht für medizinische Zwecke
en: Cases fitted with dissecting instruments not for medical use

source: Etuis für Taschenrechner
en: Cases for pocket calculators

source: Etuis für Brillen und Sonnenbrillen
en: Cases for spectacles and sunglasses

source: Gummibeschichtete elektrische Drähte
en: Rubber covered electrical wires

source: Rückblickkameras für Fahrzeuge
en: Rearview cameras for vehicles

source: Luftgaserzeuger für wissenschaftliche Laborversuche
en: Air-gas producers for scientific experiments in laboratories

source: Inkubatoren mit konstanter Temperatur für Laborzwecke
en: Constant temperature incubators for laboratory use

source: Magnetrührer für Laborzwecke
en: Magnetic agitators for laboratory use

source: Modelle für wissenschaftliche Laborversuche
en: Models for scientific experiments in laboratories

source: Software zur Erkennung von Gesten
en: Gesture recognition software

source: Elektronische Speicher
en: Electronic memories

source: Elektronische Navigations- und Ortungsapparate und -instrumente
en: Electronic navigational and positioning apparatus and instruments

source: Elektrotechnische Schwingungsmesser
en: Electrotechnical vibration meters

source: Notduschen [Lebensrettung]
en: Emergency drench showers

source: Augenspülstationen für Notfälle
en: Emergency eyewash station

source: Externe Computerfestplatten
en: External computer hard drives

source: Filmmagazine für Kameras
en: Film magazines for cameras

source: Filter für optische Geräte
en: Filters for optical devices

source: Feuerfeste Handschuhe
en: Fire resistant gloves

source: Feuerfeste Fliegeranzüge
en: Fire-resistant flying suits

source: Elektronische Vorschaltgeräte für Leuchten
en: Fluorescent lamp ballast for electric lights

source: Bleiglanzdetektoren zur Verwendung in der Elektronik
en: Galena crystal detectors for use in electronics

source: Glastrockner für den Laborgebrauch
en: Glass driers for laboratory purposes

source: Glaswaren für wissenschaftliche Laborversuche
en: Glassware for scientific experiments in laboratories

source: Videokopf-Reinigungsbänder für Videorekorder
en: Head cleaning tapes for video recorder

source: Headsets für Mobiltelefone
en: Headsets for mobile telephones

source: Schnittstellenschaltkreise für Videokameras
en: Interface circuits for video cameras

source: Kastenförmiges Volumenmessgerät im japanischen Stil [Masu]
en: Japanese style box-shaped volume measure (masu)

source: Laborinstrumente für den Nachweis von Pathogenen und Toxinen in biologischen Proben für Forschungszwecke
en: Laboratory instrument for the detection of pathogens and toxins in a biological sample for research use

source: Hochintegrierte Schaltkreise
en: Large scale integrated circuits

source: LCD-Bildschirme
en: LCD monitors

source: LED-Monitore
en: LED monitors

source: Linsen für Mikroskope
en: Lenses for microscopes

source: Linsen für Teleskope
en: Lenses for telescopes

source: Belichtungsgeräte zum Aufnehmen von Fotos
en: Lighting devices for taking pictures

source: Leuchtbaken für Sicherheits- oder Warnzwecke
en: Luminous beacons for safety or warning purposes

source: Maschinenlesbare Computerprogramme zur Verwendung bei der Wiedergabe von Musik
en: Machine readable computer programs for use in the reproduction of music

source: Magnetooptische Stifte
en: Magneto-optical pens

source: Magnete für industrielle Zwecke
en: Magnets for industrial purposes

source: Manuelle telegrafische Apparate
en: Manual telegraph apparatus

source: Mikrochips [Computerhardware]
en: Microchips [computer hardware]

source: Mikrofone für Telekommunikationsgeräte
en: Microphones [for telecommunication apparatus]

source: Mikrofone für Kommunikationsgeräte
en: Microphones for communication devices

source: Kurzwellenübertragungsgeräte für die Ausstrahlung von Radioprogrammen und Nachrichten
en: Microwave transmission apparatus for delivering radio programs and messages

source: Mobile oder tragbare Faxgeräte
en: Mobile or portable fax machines

source: Mobile Telefongeräte mit eingebauten Faxsystemen
en: Mobile telephone apparatus with built-in facsimile systems

source: Filmaufnahmekameras für selbsentwickelnde Filme
en: Motion-picture cameras for self-developing film

source: Montagegestelle für Computerhardware
en: Mounting racks for computer hardware

source: Kameras mit Mehrbildansicht
en: Multiframe view cameras

source: Multifunktionsgeräte, die im eigenständigen Betrieb als Kopierer und Fernkopierer verwendet werden können
en: Multifunctional devices which incorporate copier and facsimile functions in the standalone mode

source: Nicht lineare optische Fasern
en: Nonlinear optical fibres

source: Optische Filter für Bildschirme
en: Optical filters for screens

source: Oszillatoren
en: Oscillators

source: Teile für Brillen
en: Parts for spectacles

source: Kopfhörer für Tonübertragungsgeräte zum persönlichen Gebrauch
en: Personal headphones for sound transmitting apparatuses

source: Persönlicher Videorekorder [PVR]
en: Personal video recorders (PVRs)

source: Petrischalen zur Verwendung in der Laborforschung
en: Petri dishes used in laboratory research

source: Polarisationserhaltende optische Fasern
en: Polarisation maintaining optical fibres

source: Tragbare Videokameras mit eingebauten Videokassettenrecordern
en: Portable video cameras with built-in videocassette recorders

source: Leistungstransformer für Verstärker
en: Power transformers for amplification

source: Mit Musik vorbespielte Audiobänder
en: Prerecorded audio tapes featuring music

source: Vorbespielte Videokassetten mit Musik
en: Prerecorded video cassettes featuring music

source: Mit Musik bespielte Videobänder
en: Prerecorded video tapes featuring music

source: Herunterladbare Schrifttypen, die mittels elektronischer Übertragung bereitgestellt werden
en: Printing fonts that can be downloaded provided by means of electronic transmission

source: Prismen [für Mikroskope]
en: Prisms [for microscopes]

source: Prismen [für Teleskope]
en: Prisms [for telescopes]

source: Radarempfänger mit Verstärkern
en: Radar receivers with amplifiers

source: Lesegerät zur Funkfrequenzidentifikation [RFID]
en: Radio-frequency identification (RFID) readers

source: Funkfrequenzidentifikations-Tags [RFID-Tags]
en: Radio-frequency identification (RFID) tags

source: Entfernungsmesser für Kameras
en: Range finders [for cameras]

source: Repeater für Radio- und Fernsehstationen
en: Repeaters for radio and television stations

source: Satelliten
en: Satellites

source: Wissenschaftliche Apparate zur Bestimmung des Wassergehalts in Erdölprodukten
en: Scientific apparatus for determining the water content in petroleum products

source: Gewindemessmaschinen und -instrumente
en: Screw-thread measuring machines and instruments

source: Secure-Digital- [SD-] Speicherkarten
en: Secure Digital (SD) Memory Cards

source: Abschirmungsgehäuse für Magnetplatten
en: Shield cases for magnetic disks

source: Seitenschutzschilde für Brillen
en: Side guards for eyeglasses

source: Software zum Verarbeiten von Bildern, Grafik und Text
en: Software for processing images, graphics and text

source: Software für das Betriebsmanagement von tragbaren Magnetkarten und elektronischen Karten
en: Software for the operational management of portable magnetic and electronic cards

source: Ton- und Bildaufzeichnungsgeräte
en: Sound and picture recording apparatus

source: Bespannungen aus Stoff für Lautsprecherboxen von Radios
en: Sound filters made of cloth, for radio apparatus

source: Brillengestelle aus Metall und aus synthetischem Material
en: Spectacle frames made of metal and of synthetic material

source: Brillengestelle aus Metall oder aus einer Kombination aus Metall und Kunststoff
en: Spectacle frames made of metal or of a combination of metal and plastic

source: Nadeln für Vermessungskompasse
en: Needles for surveying compasses

source: Telefone mit Bildschirm und Tastatur
en: Telephone sets with screen and keyboard

source: Endgeräte für die Funktelephonie
en: Terminals for radiotelephones

source: Prüfadapter zum Prüfen von gedruckten Leiterplatten
en: Test adapters for testing printed circuit boards

source: Thermomagnetische Abschaltgeräte
en: Thermomagnetic cut-out devices

source: Flüssigkristallanzeigen mit Dünnschichttransistoren [TFT-LCDs]
en: Thin Film Transistor-Liquid Crystal Display (TFT-LCD) panels

source: Aufgesetzte Kabelstecker aus Metall
en: Threaded cable connectors of metal

source: Stative [für Vermessungsmaschinen]
en: Tripods [for surveying machines]

source: Dreibeinstative für Teleskope
en: Tripods [for telescopes]

source: USB-Kabel für Mobiltelefone
en: USB cables for cellphones

source: Prüfgeräte für Elektronenröhrenkennlinien
en: Vacuum tube characteristic testers

source: Schwingungsdämpfer für elektronische Audiogeräte
en: Vibration dampeners for electronic audio equipment

source: Schwingungssensoren für den Einbau in Windmühlengehäuse
en: Vibration sensors for installation in wind mill housings

source: Drahtlose Router
en: Wireless routers

source: Drahtlose Sender und Empfänger
en: Wireless transmitters and receivers

source: Xerografie-Apparate und -Instrumente
en: Xerographic apparatus and instruments

source: Testgeräte für Halbleiter
en: Semiconductor testing apparatus

source: Computer-Anwendungssoftware für Mobiltelefone
en: Computer application software for mobile telephones

source: Digitale Schilder
en: Digital signage

source: Flache elektroluminiszenz Anzeigetafeln
en: Electric luminescent display flat panels

source: Elektronische Karten zum Prüfen der Deckfähigkeit von Farben
en: Electronic charts used to identify the hiding-power of paint

source: Smartphone-Covers mit Deckel
en: Flip covers for smart phones

source: Reflektoren zum Fotografieren
en: Reflectors for photographing

source: Tragbare Computerperipheriegeräte
en: Wearable computer peripherals

source: Wiegegeräte und -instrumente für Standardmaßeinheiten
en: Weighing apparatus and instruments for standard unit

source: Wide Area Network [WAN]-Router
en: Wide area network (WAN) routers

source: Wickeldraht [Elektrotechnik]
en: Winding wires [electricity]

source: Verteilerschränke [Elektrizität]
en: Distribution boxes [electricity]

source: Computersoftware für Datenbankverwaltung
en: Computer software for database management

source: Magnetventile [elektromagnetische Schalter]
en: Solenoid valves [electromagnetic switches]

source: Koaxialkabel
en: Coaxial cables

source: Dekorative Magnete
en: Decorative magnets

source: Beleuchtete Schilder
en: Illuminated signs

source: Digitale Plotter
en: Digital plotters

source: Plotter
en: Plotters

source: Satellitenantennen
en: Satellite aerials

source: Betriebsprogramme für Rechner
en: Computer operating system software

source: Elektronische Anzeigetafeln
en: Electronic notice boards

source: Anzeigedisplays, elektronisch
en: Electronic indicator panels

source: Elektronische Schautafeln
en: Electronic indicator boards

source: Verschlüsse [Fotografie]
en: Shutters [photography]

source: Elektronische Kalender
en: Electronic diaries

source: Sender [Telekommunikation]
en: Transmitters [telecommunication]

source: Fernbedienungen
en: Remote controls

source: Unbespielte Tonkassetten
en: Blank audio cassettes

source: Leere Audiobänder
en: Blank audio tapes

source: Disketten
en: Diskettes

source: Richtwaagen [Instrumente für die Feststellung der Horizontalen]
en: Levels [instruments for determining the horizontal]

source: Wasserwaagen
en: Spirit levels

source: Elektrische Kupplungen
en: Couplings, electric

source: Stromadapter
en: Power adapters

source: Elektrische Adapter
en: Electrical adapters

source: Fotografische Belichtungsmesser
en: Photographic exposure meters

source: Akkumulatoren für Fahrzeuge
en: Batteries for vehicles

source: Elektrische Akkumulatoren für Fahrzeuge
en: Batteries, electric, for vehicles

source: Lichtleiter
en: Optical cables

source: Elektronische Waagen
en: Electronic scales

source: Elektrische Waagen
en: Electrical scales

source: Fernsehapparate
en: Television apparatus

source: Gedruckte Leiterplatten
en: Printed circuit boards

source: Videobänder
en: Videotapes

source: Videokassetten
en: Video cassettes

source: Unbespielte Videokassetten
en: Blank video cassettes

source: Stative für Kameras
en: Tripods for cameras

source: Blitzlichtlampen [Fotografie]
en: Flash-bulbs [photography]

source: Blitzlichte [Fotografie]
en: Flashlights [photography]

source: Spannungsregler
en: Voltage regulators

source: Zielfernrohre für Gewehre
en: Telescopic gun sights

source: Zielfernrohre für Schusswaffen
en: Sighting telescopes for firearms

source: Elektronische Schaltungskarten
en: Electronic circuit cards

source: Elektronische Leiterplatten
en: Electronic circuit boards

source: Magnetspulen
en: Magnetic coils

source: Magnete
en: Magnets

source: Elektronische Stifte für Bildschirmgeräte
en: Electronic pens [visual display units]

source: Stromkabel
en: Power cables

source: Elektrische Kabel
en: Electrical cabling

source: Elektronische Kabel
en: Electronic cables

source: Datenverarbeitungsanlagen
en: Data processing equipment

source: Anlasserkabel für Motoren
en: Starter cables for motors

source: Gespeicherte Computerprogramme
en: Computer programmes [programs], recorded

source: Gespeicherte Computersoftware
en: Computer software, recorded

source: Videorecorder
en: Video recorders

source: Notebooks [Computer]
en: Notebook computers

source: Kugelsichere Bekleidung
en: Bullet-proof clothing

source: Zielfernrohre für Artilleriewaffen
en: Telescopic sights for artillery

source: Digital Signage
en: Digital signs

source: OLED-Anzeigetafeln [organische LED-Anzeigetafeln]
en: OLED (Organic light emitting diode) display panels

source: Empfänger für das Simultandolmetchen
en: Simultaneous interpretation receivers

source: Kopfhörer
en: Headphones

source: Elektronische Chips
en: Electronic chips

source: Speicherprogrammierbare Steuerungen
en: Programmable logic controllers

source: Kameras zur Überwachung und Inspektion von Ausrüstungen in einem Kernkraftwerk
en: Cameras for monitoring and inspecting equipment in a nuclear power station

source: Frequenzumwandler für Stellglieder
en: Frequency converter for actuators

source: Kodier- und Dekodiergeräte und -instrumente
en: Encoding and decoding apparatus and instruments

source: Markierungs- und Signalbojen
en: Marking and signalling buoys

source: Radioempfänger und Radiosendegeräte
en: Radio receivers and transmitters

source: Leere USB-Karten
en: Blank USB cards

source: Funkkommunikationsgeräte und -apparate für die Luftfahrt
en: Aeronautical radio communication machines and apparatus

source: Bekleidung zum Schutz gegen Chemikalien
en: Clothing for protection against chemicals

source: Sensoren zur Bestimmung von Positionen
en: Sensors for determining position

source: Sensoren zur Geschwindigkeitsbestimmung
en: Sensors for determining velocity

source: Funkmonitore zur Wiedergabe von Tönen und Signalen
en: Radio monitors for reproduction of sound and signals

source: Einkanal-Funkkommunikationsapparate für feste Stationen
en: Single-channel radio communication apparatus for fixed stations

source: Hauptplatinen für Computer
en: Computer motherboards

source: Elektrische Steuergeräte für das Energiemanagement
en: Electric control devices for energy management

source: Elektrische Steuergeräte für das Heizungsmanagement
en: Electric control devices for heating management

source: Elektronische Geräte zum Aufzeichnen von Finanzvorgängen
en: Electronic machines for recording financial operations

source: Fasern zur Übertragung von Ton und Bild
en: Fibres for the transmission of sounds and images

source: Etiketten mit elektronisch aufgezeichneten oder kodierten Informationen
en: Labels carrying electronically recorded or encoded information

source: Etiketten mit magnetisch aufgezeichneten oder kodierten Informationen
en: Labels carrying magnetically recorded or encoded information

source: Etiketten mit optisch aufgezeichneten oder kodierten Informationen
en: Labels carrying optically recorded or encoded information

source: Abspielgeräte für Ton- und Bildträger
en: Playing devices for sound and image carriers

source: Druckköpfe für Plotter
en: Print heads for plotters

source: Druckköpfe für Drucker
en: Print heads for printers

source: Funkempfänger für Fernbedienungen
en: Radio receivers for remote controls

source: Funksender für Fernbedienungen
en: Radio transmitters for remote controls

source: Aufnahmegeräte für Ton- und Bildträger
en: Recording devices for sound and image carriers

source: Sende- und Empfangsapparate für die Langstreckenübertragung
en: Transmitting and receiving apparatus for long-distance transmission

source: Videoplatten mit aufgezeichneten Trickfilmen
en: Video disks with recorded animated cartoons

source: Behälter für Disketten
en: Cases for diskettes

source: Zusatzplatinen für Computer
en: Computer daughterboards

source: Photovoltaische Geräte und Anlagen zur Erzeugung von Solarstrom
en: Photovoltaic apparatus and installations for generating solar electricity

source: Am Armband tragbare Computer
en: Wristband computer devices

source: Anwendungssoftware für Cloud-Computing-Dienste
en: Application software for cloud computing services

source: Anwendungsspezifische integrierte Schaltkreise
en: Application-specific integrated circuits

source: Anwendungssoftware für drahtlose Geräte
en: Application software for wireless devices

source: Anwendungssoftware für Dienstleistungen sozialer Netzwerke über das Internet
en: Application software for social networking services via internet

source: Anwendungssoftware für Mobiltelefone
en: Application software for mobile phones

source: Computersoftware für Werbezwecke
en: Computer software for advertising

source: Hüllen für Tablet-Computer
en: Covers for tablet computers

source: Dockingstationen für Mobiltelefone
en: Mobile phone docking stations

source: Software für Tablet-Computer
en: Software for tablet computers

source: Armaturenbretthalterungen für Navigationsgeräte
en: Dashboard mounts for navigation devices

source: Adapter zum Verbinden von Mediengeräten
en: Adapters for connection between media devices

source: Geräte zum Streamen von Medieninhalten über lokale drahtlose Netze
en: Devices for streaming media content over local wireless networks

source: Softwareentwicklungskits [SDK]
en: Software development kit [SDK]

source: Halbleiterlaufwerke [SSD]
en: Solid-state drive [SSD]

source: Halbleiterhybridlaufwerk [SSHD]
en: Solid-state hybrid drive [SSHD]

source: Staubdichte Stecker für Mobiltelefonbuchsen
en: Dustproof plugs for jacks of mobile phones

source: Batterieladegeräte für Kraftfahrzeuge
en: Battery charging devices for motor vehicles

source: Elektronische Zugangskontrollanlagen für Gebäude
en: Electronic access control system for buildings

source: Satellitenschüsseln für Satellitenübertragungen
en: Satellite dishes for satellite transmissions

source: Musikdateien zum Herunterladen
en: Downloadable music files

source: Bilddateien zum Herunterladen
en: Downloadable image files

source: Bestandteile von Antennen
en: Component parts for aerials

source: Destillierkolonnen für den Laborgebrauch
en: Distillation columns for laboratory use

source: Vakuumdestillierkolonnen für den Laborgebrauch
en: Vacuum distillation columns for laboratory use

source: Vakuumdestillationsgeräte für den Laborgebrauch
en: Vacuum distillation apparatus for laboratory use
